Repository: St3v-0/rydd
Catalog: Dectar_Taxi/Dectar/*.lproj/Localizable.strings
Languages: es, ta

# service_tax
source: Vat
es: servicio de Impuestos
ta: சேவை வரி

source: Subtotal
es: total parcial
ta: கூட்டுத்தொகை

# Tips_Amount
source: Tip amount
es: Monto punta
ta: குறிப்பு தொகை

# want_tips
source: Are you willing to provide tip to driver ?
es: ¿Quieres dar propina al conductor?
ta: நீங்கள் இயக்கி முனை செய்ய விரும்புகிறீர்களா?

source: Tip
es: punta
ta: குறிப்பு

source: Minus
es: menos
ta: கழித்தல்

# make_a_payment
source: Rate driver
es: Hacer un pago
ta: ஒரு பணம்

# processing
source: We are processing your payment.
es: Estamos procesando su pago.
ta: நாம் உங்கள் பணம் செயல்படுத்திக் கொண்டிருக்கிறோம்.

source: Retry
es: reintentar
ta: மீண்டும் முயற்சி செய்

source: Please wait.
es: Por favor espere .....
ta: தயவு செய்து காத்திருக்கவும் .....

source: No network connection
es: Sin conexión de red
ta: நெட்வொர்க் இணைப்பு இல்லை

# Drop_Address
source: End location
es: Dirección gota
ta: டிராப் முகவரி

# Search_Drop_Location
source: Search end location
es: Buscar gota Localización
ta: டிராப் இடம் தேடல்

# long_press_on_the
source: Press and hold on the map to select your end location
es: Mantenga pulsada la tecla en el mapa para seleccionar su lugar de devolución
ta: பிரஸ் மற்றும் இடம் உங்கள் துளி தேர்ந்தெடுக்க வரைபடத்தில் நடத்த

# kindly_Search_vaild
source: Invalid address, please search again
es: Buscar amablemente vaild Dirección
ta: தயவுசெய்து செல்லுபடியாகும் முகவரி தேடல்

# Call_Police
source: Police
es: llame a la Policía
ta: கால் போலீஸ்

# Call_Ambulance
source: Ambulance
es: Ambulancia llamada
ta: கால் ஆம்புலன்ஸ்

# Call_Fire_Station
source: Fire Station
es: Llame a la estación de bomberos
ta: கால் தீ நிலையம்

source: Emergency Contact
es: Contacto de emergencia
ta: அவசர தொடர்பு

source: SORRY FOR THE DELAY
es: Siento el retraso
ta: தாமதத்திற்கு மன்னிக்கவும்

# we_had_some_problem_connecting
source: WE ARE EXPERINCING A NETWORK CONNECTION ISSUE, BUT SHOULD HAVE YOU MOVING SHORTLY
es: CE tenido algún problema al conectar, pero debe tener en movimiento POCO
ta: தேர்தல் ஆணையம் இணைக்கிறது சில சிக்கல் இருந்தது, ஆனால் நீங்கள் விரைவில் நகர்த்துகிறது வேண்டும்

# This_is_your_Drop_Location
source: This is your drop off destination
es: Esta es tu gota Localización
ta: இது உங்கள் டிராப் இருப்பிடம்

source: can't find address
es: No se puede encontrar la dirección
ta: முகவரியைக் கண்டறிய முடியவில்லை

source: Amount is low
es: La cantidad es baja
ta: அளவு குறைவாக உள்ளது

source: About
es: acerca de
ta: பற்றி

source: More info
es: más info
ta: மேலும் தகவல்

# Cabily_a_taxi_booking_app
source: – A designated driver booking application. RYDD will connect you to a designated driver to drive you home safely in the comfort of your own car.
es: - una aplicación de reserva de taxis que tomar la molestia de llegar a su destino de forma rápida y sin tener que gastar mucho dinero. El uso de software muy avanzado reserva de taxi, que le proporcionará una cotización rápida para ayudarle a evitar sorpresas cuando llegue a su destino, y que asigne a un conductor profesional y responsable.
ta: - விரைவில் உங்கள் இலக்கு பெறுவதிலிருந்து மற்றும் அதிக செலவு இல்லாமல் தொந்தரவு எடுக்க வேண்டும் என்று ஒரு டாக்ஸி புக்கிங் பயன்பாட்டை. மிகவும் மேம்பட்ட டாக்சி புக்கிங் மென்பொருள் பயன்படுத்தி, அதை நீங்கள் உங்கள் இலக்கை அடைய போது, நீங்கள் எந்த ஆச்சரியங்கள் தவிர்க்க உதவும், மற்றும் ஒரு தொழில்முறை மற்றும் பொறுப்பான இயக்கி நீங்கள் ஒதுக்க ஒரு விரைவான மேற்கோள் உங்களுக்கு வழங்கும்.

source: STANDARD RATE
es: TASA DE NORMA
ta: நிலையான கட்டணத்தின்படி

source: EXTRA CHARGES
es: RECARGOS
ta: கூடுதல் கட்டணம்

# Seems_your_network_is
source: It seems your network is slow, we’re having difficulty connecting to our server
es: Parece que su red es demasiado lenta. no podemos capaz de conectarse a nuestro servidor
ta: உங்கள் பிணைய மிகவும் மெதுவாக உள்ளது தெரிகிறது. நாங்கள் எங்கள் சர்வர் இணைக்க முடியும் முடியாது

# Having_some_problem_in
source: We’re having difficulties fetching some data, please try again later
es: Teniendo algunos problemas en ir a buscar los datos .. Por favor, inténtelo de nuevo más tarde ..
ta: தரவு பெறுவதில் சில பிரச்னையா .. பின்னர் மீண்டும் முயற்சிக்கவும் ..

source: City
es: la Ciudad
ta: சிட்டி

source: Vehicle
es: vehículo
ta: வாகன

# We_cant_able_to_connect
source: We’re unable to connect to our server, please try again
es: No podemos capaz de conectar con el servidor. Inténtelo de nuevo
ta: நாம் சர்வர் இணைக்க முடியும் முடியாது. மீண்டும் முயற்சிக்கவும்

source: Select country code
es: Seleccione Código de País
ta: நாடு குறியீடு தேர்ந்தெடுக்கவும்

source: Sorry
es: triste
ta: மன்னிக்கவும்

# Connection_timeout
source: Connection timed out, please try again
es: tiempo de espera de la conexión por favor, inténtelo de nuevo
ta: மீண்டும் முயற்சிக்கவும் இணைப்பின் நேரம் தயவு செய்து

source: Time-out
es: Tiempo muerto
ta: நேரம்-அவுட்

source: Recharge
es: recargar
ta: ரீசார்ஜ்

source: ADD
ta: கூட்டு

# MONEY_Caps
source: MONEY
es: DINERO
ta: பணம்

source: Money
es: dinero
ta: பணம்

# POWERED
source: POWERED BY:
es: Powerd POR:
ta: மூலம் இயங்கும்:

source: Close
es: cerca
ta: மூடு

# Kindly_enter_6_letter
source: Please enter a password (min 6 characters)
es: La amabilidad de entrar en la letra 6 contraseña!
ta: தயவுசெய்து 6 கடிதம் கடவுச்சொல்லை உள்ளிடவும்!

# No_data_available
source: No server available
es: No hay datos disponibles
ta: தரவு எதுவும் கிடைக்கவில்லை

# tips_amount
source: tip amount
es: cantidad consejos
ta: குறிப்புகள் அளவு

# What_Kind_Transcation
source: What Kind Transcation You need?
es: Lo transcation tipo que necesita?
ta: நீங்கள் என்ன பரிவர்த்தனை வேண்டும்?

# Kindly_Select_one
source: Kindly Select one option !!
es: Amablemente Seleccione una opción !!
ta: தயவுசெய்து ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும் !!

source: PayPal
ta: பேபால்

source: Card.IO
ta: அட்டை:IO

# Kindly_enter_your_tips
source: Kindly enter your tip amount
es: La amabilidad de entrar en su cantidad de consejos
ta: தயவுசெய்து உங்கள் அளவு குறிப்புகள் நுழைய

source: Check
es: Compruebe!
ta: பாருங்கள்!

# Kindly_login_to
source: Kindly login to track you RYDD
es: La amabilidad de la cuenta para realizar un seguimiento de montas
ta: தயவுசெய்து நீங்கள் சவாரி கண்காணிக்க உள்நுழைய

# Sorry_for_this_Alert
source: Alert message
es: Lo siento por este mensaje de alerta :)
ta: இந்த எச்சரிக்கை செய்தியை மன்னிக்கவும் :)

source: Awesome message
es: mensaje impresionante :)
ta: வியப்பா செய்தி :)

# Cant_connect_to_server
source: Unable to connect to the server
es: No se puede conectar con el servidor
ta: சர்வர் இணைக்க முடியாது

source: Conflict
es: conflicto
ta: மோதல்

# Same_User_has_been_logged
source: User is currently logged in on another device
es: Lo mismo usuario ha iniciado sesión en otro dispositivo en
ta: அதே பயனர் மற்ற சாதனம் ஒரு பதிவெடுக்கப்படுகிறது

source: Not available
es: no Disponible
ta: கிடைக்கவில்லை

# Could_not_open_the_AppStore
source: Could not open the AppStore, please try again later.
es: No se pudo abrir la AppStore, por favor inténtelo de nuevo más tarde.
ta: பயன்பாட்டை கடை வேண்டும் திறக்க முடியவில்லை, பிறகு மீண்டும் முயற்சிக்கவும்.

source: Not now
es: no Ahora
ta: இல்லை இப்போது

source: Update
es: actualización
ta: புதுப்பிக்கப்பட்டது

source: is available on the AppStore.
es: está disponible en la AppStore.
ta: பயன்பாட்டை கடை மீது கிடைக்கிறது.

source: Version
es: versión
ta: பதிப்பு

source: Add coupon code
es: Añadir un código promocional
ta: கூப்பன் கோட் சேர்

# Redeem_your_free
source: Redeem your free RYDD.
es: Canjear su viaje gratis.
ta: உங்கள் இலவச சவாரி மீட்டுவிடும்.

# NO_Cars_Avail
source: No drivers available
es: No hay autos disponibles
ta: கிடைக்கும் இல்லை கார்கள்

# Pickup_Loc_Status
source: START LOCATION
es: Lugar de recogida
ta: பெறும் இடம்

# Select_Lang
source: Select Language
es: Seleccione el idioma
ta: மொழி தேர்வு

source: Language
es: Idioma
ta: மொழி

# minute
source: min
ta: நிமி

# minutes
source: mins
es: min
ta: நிமி

# pickup_address
source: Start location
es: Lugar de recogida
ta: பெறுவதற்கான இடம்

# search_pickup_location
source: Search start location
es: Lugar de recogida de Búsqueda
ta: தேடல் பெறுவதற்கான இடம்

source: Code
es: código
ta: குறியீடு

# drop_time
source: End time
es: tiempo de caída
ta: நேரம் கைவிட

# Pickup_Details
source: Start details
es: Detalles de la recogida
ta: எடு விபரங்கள்

# Drop_Details
source: End details
es: Detalles de la gota
ta: டிராப் விபரங்கள்

source: Fare details
es: Detalles de tarifas
ta: ஃபேர் விபரங்கள்

# Your_Session_has_been_Logged_out
source: Your session has expired
es: Su sesión ha sido cerrada ...
ta: உங்கள் அமர்வு வெளியே பதிவெடுக்கப்படுகிறது ...

# Kindly_Login_Again
source: Please login again
es: Amablemente una sesión otra vez
ta: தயவுசெய்து மறுபதிவேற்றம்

source: Sort
es: especie
ta: வரிசைப்படுத்த

source: Fetching data
es: Obtención de datos. . .
ta: பெறுகிறது தகவல்கள் . . .

# wallet_couldnot_be_less
source: Wallet amount can’t be less than
es: El importe de la cartera no puede ser inferior a
ta: கைப்பை அளவு குறைவாக இருக்க முடியாது

source: Updating your location
es: Actualización de su ubicación
ta: உங்கள் இருப்பிடத்தைப் புதுப்பிக்கிறது

# you_earn
source: and you wil learn
es: Usted gana
ta: நீங்கள் சம்பாதிக்க

# enter_valid_mobile
source: Please enter a valid mobile number
es: Ingrese un número móvil válido
ta: தயவு செய்து சரியான மொபைல் எண்ணை உள்ளிடுங்கள்

source: Alert.
es: Alerta !!
ta: எச்சரிக்கை !!

source: Are you sure?
es: ¿Está seguro?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Yes
es: Sí
ta: ஆம்

source: Upload image from
es: Sube la imagen de
ta: இருந்து படத்தை பதிவேற்ற

source: Gallery
es: galería
ta: தொகுப்பு

source: Camera
es: cámara
ta: கேமரா

source: DRIVER RATING
es: CLASIFICACIÓN DEL CONDUCTOR
ta: டிரைவர் ரேட்டிங்

# trip_total
source: RYDD TOTAL
es: TOTAL DEL VIAJE
ta: பயணம் மொத்தம்

# duration_fare
source: Duration
es: Duración
ta: காலம்

# waiting_fare
source: Waiting
es: Esperando
ta: காத்திருக்கிறது

# distance_fare
source: Distance
es: Distancia
ta: தூரம்

source: Tips
es: Consejos
ta: கைய?ட்டு

# continue_to_login
source: Continue to signin
es: Continuar a iniciar sesión
ta: உள்நுழைவு தொடர்க

# New_password_is_mandatory
source: New password is required
es: Nueva contraseña es obligatoria
ta: புதிய கடவுச்சொல் அத்தியாவசியமானதாகும்

source: Delete
es: borrar
ta: அழி

# password_mimimum_check
source: Password should contain at least
es: La contraseña debe contener al menos
ta: கடவுச்சொல் குறைந்தபட்சம் கொண்டிருக்க வேண்டும்

source: characters
es: Caracteres
ta: எழுத்துக்கள்

source: Posted in timeline
es: Publicado en Cronología
ta: காலக்கெடு அனுப்புக

source: Message sent
es: Mensaje enviado
ta: செய்தி அனுப்பப்பட்டது

# Confirm_password_is_mandatory
source: Confirm password is required
es: Confirmar contraseña es obligatoria
ta: கடவுச்சொல் கட்டாயமாகும் உறுதிப்படுத்தவும்

# Kindly_Enter_Amt
source: Enter amount
es: Ingrese la cantidad
ta: அளவு சேர்க்கவும்

source: Base fare
es: Tarifa base
ta: அடிப்படை கட்டணம்

source: Enter search
es: Ingresar Buscar
ta: தேடல் உள்ளிடவும்

# Drag_your_drop
source: DRAG TO YOUR DESTINATION
es: ARRASTRAR TU SOLTAR UBICACIÓN
ta: உங்கள் துளி இருப்பிடம் இழுத்து

# Enter_Card_Num
source: Enter valid card number
es: Introduzca el número de tarjeta
ta: கார்டு எண்ணை உள்ளிடவும்

# Enter_Exp_Month
source: Enter valid expiry month
es: Introduzca el mes de vencimiento
ta: காலாவதியாகும் மாதத்தின் உள்ளிடவும்

# Enter_Exp_Year
source: Enter valid expiry year
es: Introduzca el año de vencimiento
ta: காலாவதியாகும் ஆண்டு உள்ளிடவும்

# Enter_CVV
source: Enter CVV number
es: Introduzca el número de CVV
ta: CVV எண் உள்ளிடவும்

# success_updated
source: Your payment updated successfully
es: Su pago actualizado con éxito
ta: உங்கள் பணம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது

# My_Wallet
source: Referral credits
es: My Wallet
ta: My Wallet
