Repository: St3v-0/rydd
Catalog: Dectar_Taxi/Dectar/*.lproj/Localizable.strings
Languages: es, ta

source: SIGN IN
es: ENTRAR
ta: உள்நுழை

source: REGISTER
es: REGISTRO
ta: பதிவு

source: LOGIN
es: INICIAR SESIÓN
ta: உள் நுழை

source: Error
ta: பிழை

# ok
source: ACCEPT
es: De acuerdo
ta: சரி

source: EMAIL
es: CORREO ELECTRÓNICO
ta: மின்னஞ்சல்

source: PASSWORD
es: CONTRASEÑA
ta: கடவுச்சொல்

# User_agreement_and_Terms_of_services
source: terms and conditions of use.
es: Condiciones de uso y condiciones de los servicios
ta: பயனர் ஒப்பந்தம் மற்றும் சேவைகளை விதிமுறைகள்

# Password_Mismatch
source: Invalid password
es: La contraseña no coincide
ta: கடவுச்சொல் மிஸ்மேட்ச்

# Name_is_mandatory
source: Invalid username
es: Nombre es obligatorio.
ta: பெயர் இன்றியமையாதது ஆகும்.

# Country_Code_is_mandatory
source: Country Code is required.
es: Código de país es obligatorio.
ta: நாடு குறியீடு கட்டாயமாகும்.

# Please_Enter_you_password
source: Please Enter your password
es: Por favor, introduzca su contraseña
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

# Reenter_you_password
source: Re-enter your password
es: Vuelva a introducir su contraseña
ta: மீண்டும் நுழைய உங்கள் கடவுச்சொல்லை

# By_Continuing_I_agree
source: By accepting, I agree to
es: Al continuar, estoy de acuerdo que
ta: தொடர்வதன் மூலம், நான் அதை ஒப்புக்கொள்கிறேன்

source: NAME
es: NOMBRE
ta: பெயர்

source: MOBILE NUMBER
es: NÚMERO DE MÓVIL
ta: மொபைல் எண்

# CONFIRM_PASSWORD_Large
source: CONFIRM PASSWORD
es: Confirmar contraseña
ta: கடவுச்சொல் உறுதிசெய்க

source: REFERRAL CODE
es: Código de Referencia
ta: பரிந்துரை குறியீடு

source: CREATE ACCOUNT
es: CREAR CUENTA
ta: கணக்கை உருவாக்கு

# Book_a_Ride
source: RYDD Home screen
es: Reserva un paseo
ta: ஒரு ரைடு குறித்த தகவல்களை

# My_Rides
source: My RYDDs
es: Mis paseos
ta: என் சவாரிகள்

source: Rate Card
es: Tarjeta de tasa
ta: விகிதம் அட்டை

# invite_and_earn
source: Invite & Earn
es: invitar y ganar
ta: அழைக்க மற்றும் சம்பாதிக்க

source: Report issues
es: cuestiones de informe
ta: அறிக்கை பிரச்சினைகள்

source: About us
es: Acerca de nosotros
ta: எங்களை பற்றி

source: Profile
es: perfiles
ta: சுயவிவரங்கள்

source: Save
es: Guardar
ta: சேமி

source: SIGN IN DETAILS
es: Ingresa Detalles
ta: விபரம் உள்நுழையவும்

source: MY DETAILS
es: MIS DATOS
ta: எனது விவரங்களைச்

# email_small
source: Email
es: correo electrónico
ta: மின்னஞ்சல்

source: Change password
es: Cambiar contraseña
ta: கடவுச்சொல் மாற்றம்

source: Name
es: nombre
ta: பெயர்

source: Mobile number
es: número de teléfono móvil
ta: மொபைல் எண்

source: Success
es: éxito
ta: வெற்றி

# Kindly_Enter_UserName
source: Please enter userName
es: Amablemente Nombre usuario
ta: தயவுசெய்து பயனர் பெயர் சேர்க்கவும்

# Kindly_Enter_Mobile_Number
source: Please enter mobile number
es: Amablemente Introducir número de móvil
ta: தயவுசெய்து உள்ளிடவும் மொபைல் எண்

source: Logout
es: Salir
ta: வெளியேறு

source: Change password
es: Cambiar contraseña
ta: கடவுச்சொல்லை மாற்றம்

source: Old password
es: contraseña antigua
ta: பழைய கடவுச்சொல்

source: New password
es: La nueva contraseña
ta: புதிய கடவுச்சொல்

source: Confirm password
es: confirmar contraseña
ta: பாஸ்வேர்டை உறுதி

# PASSWORD_MISS_MATCH
source: PASSWORD INVALID
es: CONTRASEÑA perderá el partido
ta: கடவுச்சொல் மிஸ் போட்டி

# Add_Favorite
source: Add favourite
es: Añadir favorito
ta: பிடித்த சேர்

# Name_of_your_favorites
source: Name of your favourite
es: Nombre de tu lista de favoritos
ta: உங்கள் பிடித்தவை பெயர்

# Kindly_Enter_Name_of_your_favorites
source: Please enter name of your favourites
es: Amablemente Introducir el nombre de sus favoritos
ta: தயவுசெய்து உங்கள் பிடித்தவை பெயரை உள்ளிடவும்

# Favorites
source: Favourite
es: favoritos
ta: பிடித்த

source: Edit
es: editar
ta: திருத்து

source: Done
es: hecho
ta: செய்து

# No_Favorites_added_yet
source: No favourites added yet
es: No hay favoritos añaden todavía
ta: இல்லை பிடித்த இன்னும் சேர்க்கப்படவில்லை!

# Select_frequent_pickup_location_and
source: Select a frequent start location and save it as a favourite for instant access
es: Seleccionar ubicación de recogida frecuente y luego guardar como favoritos para un acceso instantáneo
ta: அடிக்கடி இடும் இடம் தேர்ந்தெடுத்து பின்னர் உடனடி அணுகல் பிடித்தவை காப்பாற்ற

# ADD_FAVORITES
source: ADD CUSTOM FAVOURITE
es: agregar a favoritos
ta: பிடித்தவை சேர்க்க

source: Rating
es: clasificación
ta: மதிப்பீடு

source: Skip
es: omitir
ta: தவிர்க்க

# Please_enter_your_comments_about_your_ride
source: Please comment on your RYDD
es: Por favor, introduzca sus comentarios acerca de su viaje
ta: தயவு செய்து உங்கள் சவாரி பற்றி உங்கள் கருத்துக்களை நுழைய

# please_give_the_review
source: Please review your RYDD.
es: Por favor, dar el examen para su paseo. Puede ser útil para nosotros
ta: உங்கள் சவாரி விமர்சனம் கொடுங்கள். இது எங்களுக்கு பயனுள்ளதாக இருக்கும்

source: Invite friends
es: invitar a los amigos
ta: நண்பர்களை அழைக்க

source: Start inviting friends
es: Empezar a invitar a amigos
ta: நண்பர்களை அழைத்தல் தொடக்கம்

source: Let the world know
es: Que el mundo sepa
ta: உலக தெரியப்படுத்துங்கள்

source: Share your referral code
es: Compartir su código de referencia
ta: உங்கள் பரிந்துரை குறியீடு பகிர்ந்து

# Friends_Rides_you_earn
source: and you will earn
es: Amigos y toro mecánico, que gana
ta: நண்பர்கள் நீங்கள் சம்பாதிக்க, சவாரிகள்

# Friends_joins
source: If your friend joins, they will earn
es: Amigos une, amigo gana
ta: நண்பர்கள், இணைகிறது நண்பர் சம்பாதிக்கிறார்

# Ooops_Facebook
source: Oops Facebook
es: Lamentablemente Facebook!
ta: பேஸ்புக் அச்சச்சோ!

# Kindly_add_your
source: Please add your account
es: Amablemente agregar su cuenta al dispositivo
ta: தயவுசெய்து சாதனத்தில் உங்கள் கணக்கைச் சேர்க்க

# please_config_your_mail
source: Please configure your email
es: favor config su cuenta de correo en el dispositivo
ta: உங்கள் சாதனத்தில் உங்கள் மின்னஞ்சல் கணக்கு கட்டமைப்பு தயவு செய்து

# Facebook_Messenger
source: Facebook Messenger not installed.
es: Facebook Messenger no está instalado.
ta: பேஸ்புக் தூதர் நிறுவப்படவில்லை.

source: Your device has no Facebook Messenger installed.
es: Su dispositivo tiene instalada ninguna Facebook Messenger.
ta: உங்கள் சாதனம் எந்த பேஸ்புக் தூதர் நிறுவப்பட்ட உள்ளது.

source: WhatsApp not installed.
es: WhatsApp no ​​se instala.
ta: பயன்கள் நிறுவப்படவில்லை.

# Your_device_has_no_WhatsApp
source: Your device has no WhatsApp installed.
es: Su dispositivo tiene instalado ningún WhatsApp.
ta: உங்கள் சாதனம் நிறுவப்பட்ட எந்த பயன்கள் உள்ளது.

# List_youremergency
source: List your emergency contact’s name, mobile number and email address here.
es: Anote el nombre de su contacto de emergencia, número de móvil y correo electrónico aquí.
ta: உங்கள் அவசர தொடர்பு பெயர், மொபைல் எண் மற்றும் இங்கே மின்னஞ்சல் பட்டியலில்.

# Note_Your_Contact_can
source: Note: Your emergency contact can only be alerted after verification.
es: Nota: El contacto puede ser alertado, solamente una vez.
ta: குறிப்பு: உங்கள் தொடர்பு மட்டுமே சரிபார்ப்பு பின்னர் தெரிவிக்கப்படும் முடியும்.

source: Enter name
es: introduzca el nombre
ta: பெயரை உள்ளிடவும்

source: Enter mobile number
es: Introducir número de móvil
ta: மொபைல் எண்ணை உள்ளிடவும்

# Enter_Email_id
source: Enter mail ID
es: Introduzca ID de correo electrónico
ta: மின்னஞ்சல் ஐடி

source: Remove contact
es: eliminar Contacto
ta: தொடர்பு நீக்க

# Be_Relax
source: Service updating please wait
es: Sea Relax!
ta: ரிலாக்ஸ் இருங்கள்!

source: Country is mandatory.
es: País es obligatorio.
ta: நாடு கட்டாயமாகும்.

source: Mobile number is mandatory.
es: Número móvil es obligatorio.
ta: மொபைல் எண் கட்டாயமாகும்.

source: Email is mandatory.
es: El correo electrónico es obligatoria.
ta: மின்னஞ்சல் கட்டாயமாகும்.

# Your_current
source: Your current balance
es: Su saldo actual
ta: உங்கள் தற்போதைய சமநிலையை

source: Enter amount between
es: Ingrese cantidad entre
ta: இடையே அளவு சேர்க்கவும்

# please_enter_amount
source: Please enter an amount to add your wallet
es: Por favor, ingrese el monto añadir su billetera
ta: உங்கள் பணப்பை சேர்க்க அளவு உள்ளிடவும்

source: Transaction successful
es: transacción exitosa
ta: வெற்றிகரமான பரிவர்த்தனை

source: Transaction
es: transacción
ta: பரிவர்த்தனை

source: All
es: todos
ta: அனைத்து

source: credit
es: crédito
ta: கடன்

source: debit
es: débito
ta: பற்று

source: Balance
es: equilibrio
ta: இருப்பு

source: upcoming
es: próximo
ta: வரவிருக்கும்

# complete
source: completed
es: completo
ta: முழுமையான

# No_Rides_Booked
source: No RYDDs Booked
es: No hay paseos reserva!
ta: இல்லை சவாரிகள் வழக்கு!

# There_are_no_rides_for_you
source: There are no RYDDs for you
es: No hay paseos para usted
ta: நீங்கள் எந்த சவாரிகள் உள்ளன

# BOOK_A_RIDE
source: BOOK A RYDD
es: Reservar un paseo
ta: புத்தகம் ஒரு ரைடு

source: Booked
es: reservado
ta: பதிவு

# Onride
source: On RYDD
es: Onride
ta: சவாரி

source: Finished
es: acabado
ta: முடிக்கப்பட்ட

source: Completed
es: terminado
ta: நிறைவு

source: Confirmed
es: confirmado
ta: உறுதிசெய்யப்பட்ட

# All_Caps
source: All
es: todos
ta: அனைத்து

# Last_one_week
source: Last week
es: Duran una semana
ta: ஒரு வாரம் கடந்த

source: Last two weeks
es: Las dos últimas semanas
ta: கடந்த இரண்டு வாரங்கள்

# Last_one_month
source: Last month
es: Un mes pasado
ta: கடந்த ஒரு மாதத்தில்

# Last_one_year
source: Last year
es: Duración de un año
ta: கடந்த ஒரு வருடத்தில்

source: from
es: de
ta: இருந்து

# Ride_Details
source: RYDD details
es: Ride detalles
ta: ரைடு விபரங்கள்

source: Back
es: espalda
ta: மீண்டும்

source: Submit
es: presentar
ta: சமர்ப்பிக்க

source: Coupon discount
es: cupón de Descuento
ta: கூப்பன் தள்ளுபடி

source: Wallet usage
es: Utilización del monedero
ta: கைப்பை பயன்பாடு

source: Total bill:
es: Total de la factura:
ta: மொத்த பில்:

source: Total paid:
es: Pagado Total:
ta: மொத்த பணம்:

# ride_distance
source: RYDD distance
es: distancia de paseo
ta: சவாரி தூரம்

source: Time taken
es: tiempo necesario
ta: நேரம் எடுத்து

source: Wait time
es: el tiempo de espera
ta: நேரம் காத்திருக்க

source: Mail Invoice
es: electrónico de facturas
ta: மெயில் விலைப்பட்டியல்

source: Report
es: informe
ta: அறிக்கை

# Share_My_Ride
source: Share RYDD
es: Compartir Ride
ta: பகிர் ரைடு

# Track_Driver
source: Track
es: pista
ta: ட்ராக்

# Cancel_Trip
source: Cancel RYDD
es: Cancelar viaje
ta: பயணம் ரத்து

# Payment
source: My payment cards
es: pago
ta: கொடுப்பனவு

# Pick_up_Estimate
source: Start:
es: Recogida:
ta: எடு:

# Drop
source: End:
es: Caída:
ta: கைவிட:

source: Pending
es: pendiente
ta: நிலுவையில்

source: Processing
es: transformación
ta: நடைமுறைப்படுத்துவதற்கு

source: Cancelled
es: Cancelado
ta: ரத்து

source: cash
es: efectivo
ta: பண

# Your_Payment_successfully_finished
source: Your payment was successful.
es: Su pago se ha realizado correctamente. Por favor, esperar una confirmación desde el controlador
ta: உங்கள் பணம் வெற்றிகரமாக இருந்தது. இயக்கி இருந்து ஒரு உறுதிப்படுத்தல் காத்திருக்கவும்

source: Wallet
es: billetera
ta: பணப்பை

source: Your wallet amount successfully used
es: La cantidad de su Monedero utilizado con éxito
ta: உங்கள் பணப்பை அளவு வெற்றிகரமாக பயன்படுத்தப்படுகிறது

source: Your wallet is empty
es: Su cartera está vacía
ta: உங்கள் பணப்பை காலியாக உள்ளது

# Cancel_Reason
source: Cancellation reason
es: Cancelar Razón
ta: காரணம் ரத்து

# your_ride_already_cancelled
source: your RYDD is already cancelled
es: su paseo ya cancelada
ta: உங்கள் சவாரி ஏற்கனவே ரத்து

# please_config_your_mail_account
source: Please configure your email account
es: favor config su cuenta de correo en el dispositivo
ta: உங்கள் சாதனத்தில் உங்கள் மின்னஞ்சல் கணக்கு கட்டமைப்பு தயவு செய்து

# Mail
source: Email
es: correo
ta: மெயில்

# You_already_add_this_location
source: Location already loaded as a favourite
es: Ya agrega esta ubicación como favorito
ta: நீங்கள் ஏற்கனவே விருப்பமான இடம் சேர்க்க

# ENTER_YOUR_FAVORITE_ADDRESS
source: ENTER YOUR FAVOURITE ADDRESS TITLE
es: INGRESE SU DIRECCIÓN favorito al título
ta: உங்களுக்கு பிடித்த, முகவரி தலைப்பை உள்ளிடவும்

# Please_Enter_the_title_for_your_favorite
source: Please enter a favourite name
es: Por favor, introduzca el título de su dirección preferida
ta: தயவு செய்து உங்களுக்கு பிடித்த முகவரியை உள்ளிடுக

# Please_Enter_Valid_Email
source: Please enter a valid email address
es: Por favor, introduzca dirección válida de correo electrónico!
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்!

source: ENTER YOUR EMAIL ID
es: Introduzca su ID de E-mail
ta: உங்கள் மின்னஞ்சல் ஐடி உள்ளிடவும்

source: SEND
es: ENVIAR
ta: அனுப்பு

# ENTER_MOBILE_NUMBER
source: ENTER MOBILE NUMBER (eg, +27xxxxxxxxx)
es: ENTER número de móvil (por ejemplo, + 1xxxxxxxxx)
ta: மொபைல் எண்ணை உள்ளிடவும் (எ.கா. + 1xxxxxxxxx)

source: Please enter mobile number
es: Por favor, introduzca número de teléfono móvil!
ta: தயவு செய்து மொபைல் எண்ணை!

# Your_Allowance
source: Your balanace
ta: உங்கள் இருப்பு

source: Coupon
es: cupón
ta: கூப்பன்

source: Apply
es: aplicar
ta: விண்ணப்பிக்க

source: Remove
es: eliminar
ta: நீக்க

# Cancel_Ride
source: Cancel RYDD
es: Cancelar Ride
ta: ரத்து ரைடு

# Tell_us_Why
source: Reason for cancelling
es: Cuéntanos ¿Por qué?
ta: ஏன் என்று சொல்ல?

# paymetn_pay
source: Choose payment
es: elegir el pago
ta: கட்டணம் தேர்வு

source: CALL DRIVER
es: CONTROLADOR DE LLAMADA
ta: அழைப்பு டிரைவர்

# Enjoy_Your_Ride
source: Enjoy Your RYDD
es: Disfrutar de su paseo
ta: உங்கள் ரைடு அனுபவிக்க

source: Arrived
es: llegado
ta: வந்து

# Cab_Arrived
source: RYDD Arrived
es: taxi llegó
ta: கேப் வந்துசேர்ந்தது

# Ride_Completed
source: RYDD Completed
es: Completado montar
ta: சவாரி நிறைவு

source: Cancel
es: cancelar
ta: ரத்து

source: Contact
es: contacto
ta: தொடர்பு

source: Fare breakup
es: ruptura de tarifa
ta: ஃபேர் உடைப்பிற்கு

source: Payment mode
es: Modo de pago
ta: பணம் செலுத்தும் முறை

source: PAYMENT
es: PAGO
ta: கட்டணம்

source: Total amount:
es: Importe Total:
ta: மொத்த தொகை:

source: Duration:
es: duración:
ta: காலம்:

source: Waiting:
es: Esperar:
ta: காத்திருக்கிறது:

# Time_Travel
source: RYDD time:
es: Tiempo de viaje:
ta: காலப் பயணம்:

# Your_Tips_Amount
source: Your tip amount
es: Su Consejos Monto
ta: உங்கள் பணம் தொகை

# Your_wallet_amount_Successfull
source: Your wallet was successfully used
es: La cantidad de su cartera utilizado con éxito
ta: உங்கள் பணப்பை அளவு வெற்றிகரமாக பயன்படுத்தப்படுகிறது

# Your_Payment_Driver_Confirmation
source: Your payment was successfully authorised
es: Su pago ha finalizado correctamente. Por favor, espere hasta que la confirmación del conductor.
ta: உங்கள் பணம் வெற்றிகரமாக முடிந்தது. டிரைவர் உறுதிப்படுத்தல் வரை காத்திருக்கவும்.

source: Transaction view
es: transacción Ver
ta: பரிவர்த்தனை காண்க

source: Warning
es: ¡Atención!
ta: எச்சரிக்கை!

# If_you_Close_the
source: If you Close your transaction will be cancelled
es: Si se cierra la vista de su transacción será cancelada
ta: நீங்கள் காட்சி மூடினால் உங்கள் பரிவர்த்தனை ரத்து செய்யப்படும்

# Some_Network_problem
source: Network issues please try again later
es: Algunos problemas de la red a intentarlo más tarde
ta: சில பிணைய சிக்கல்கள் பின்னர் மீண்டும் முயற்சி

source: Getting address.
es: Conseguir Dirección ..
ta: முகவரி கிடைக்கும் ..

source: Apply coupon
es: aplicar Cupón
ta: கூப்பன் விண்ணப்பிக்க

# App_Permission_Denied
source: Application permission denied
es: Aplicación Permiso denegado
ta: பயன்பாட்டிற்கான அனுமதி மறுக்கப்பட்டது

# To_reenable_please
source: To enable the RYDD service, please go to settings and turn on Location Services
es: Se vuelve a activar, por favor vaya a Configuración y activar el servicio de localización de esta aplicación.
ta: அது மீண்டும் செயல்படுத்தப்படும், அமைப்புகள் சென்று இந்த பயன்பாட்டை இருப்பிடச் சேவையை இயக்கும் தயவு செய்து.

# Sorry_we_couldnt_fetch
source: Sorry we could not locate your position
es: Lo sentimos pero no hemos podido recuperar su dirección
ta: மன்னிக்கவும், உங்கள் முகவரி எடுக்க முடியவில்லை

# kindly_Search_valid_Address
source: Please search for a valid address
es: Buscar Dirección amablemente válida
ta: தயவுசெய்து செல்லுபடியாகும் முகவரி தேடல்

# Sorry_We_city
source: Sorry, RYDD does not currently provide services in your area
es: Lo sentimos, no estamos ofreciendo un servicio a su ciudad.
ta: மன்னிக்கவும், உங்கள் நகரம் ஒரு சேவை வழங்கும்.

# We_could_not_request
source: Sorry, we could not accept your request
es: No pudimos aceptar su solicitud
ta: உங்கள் கோரிக்கையை ஏற்றுக்கொள்ள முடியவில்லை

# No_cabs_another_time
source: Sorry, no drivers available
es: Sin taxis ha estado disponible en su lugar, la amabilidad de probar otra vez
ta: இல்லை வாடகை வண்டிகள் தயவுசெய்து இன்னொரு முறை முயற்சி, உங்கள் இடத்தில் கிடைக்க உள்ளது

# Your_wallet_money
source: Referral credit:
es: Su cartera de dinero:
ta: உங்கள் பணப்பை பணம்:

source: from now
es: a partir de ahora
ta: இப்போது இருந்து

# Your_book_successfully_registerd
source: Your booking has been successfully registered
es: Su reserva se ha registrado correctamente, el conductor se comunicará con usted antes
ta: உங்கள் புக்கிங் வெற்றிகரமாக எங்கள் இயக்கி முன் உங்களை தொடர்பு கொள்கிறோம், பதிவு செய்துள்ளது

# No_Driver_Available_RETRY
source: Press RETRY to search again
es: No disponible El conductor Si quiere buscar una vez más para cancelar pulse REINT de reserva pulse CANCELAR
ta: கிடைக்கும் நீங்கள் மீண்டும் தேட ரத்து புக்கிங் செய்தியாளர் இரத்து மீண்டும் முயற்சி செய் அழுத்தவும் விரும்பினால் இல்லை டிரைவர்

# APPOX_TRAVEL_TIME
source: APPROXIMATE TRAVEL TIME:
es: Appox TIEMPO DE VIAJE:
ta: தோராயமான பயண நேரம்:

# ENTER_APPLY_COUPON_CODE
source: Enter coupon code
es: ENTER SOLICITAR código de cupón
ta: கூப்பன் குறியீடு விண்ணப்பிக்க நுழைய

# APPLY_Caps
source: APPLY
es: SOLICITAR
ta: கடைப்பிடியுங்கள்

# Booking_Request_Cancelled
source: RYDD request cancelled
es: Solicitud de reserva cancelada
ta: முன்பதிவு வேண்டுகோள் ரத்து

source: Category
es: categoría
ta: பகுப்பு

# Vehicle_Types
source: Vehicle type
es: Tipos de vehículos
ta: வாகன வகைகள்

# Fare_Breakup
source: Fare breakdown
es: desintegración de tarifas
ta: ஃபேர் முறிவுக்குப்

# We_are_searching_be_relax
source: We are searching for the closest driver
es: Estamos en busca de un conductor, por favor espere
ta: நாம் ஒரு இயக்கி தேடி, காத்திருக்கவும்

source: CONFIRM
es: CONFIRMAR
ta: உறுதி

# RIDE_LATER
source: RYDD LATER
es: MONTAR MAS TARDE
ta: பின்னர் வேண்டும் ஓட்டப்போவதில்லை

# RIDE_NOW
source: RYDD NOW
es: PASEO AHORA
ta: புரிவார் இப்போது

# Pick_up_time
source: Start time
es: La hora de recogida
ta: நேரம் எடு

# Cab_type
source: Service
es: tipo de cabina
ta: கேப் வகை

source: Rate card
es: tarjeta de tarifa
ta: விலை அட்டை

source: Estimation
es: estimación
ta: மதிப்பீட்டுக்

# Pick_up
source: Start
es: recolección
ta: இடும்

# Ride_Estimation
source: RYDD estimation
es: Estimación del paseo
ta: ரைடு மதிப்பீட்டு

# Pickup_location
source: Start location
es: Lugar de recogida
ta: ஏறும் இடம்

# Drop_location
source: End location
es: Oficina de entrega
ta: இறங்கும் இடம்:

source: Confirmation
es: confirmación
ta: உறுதிப்படுத்தல்

# CANCEL_Caps
source: CANCEL
es: CANCELAR
ta: இரத்து

# We_are_fetching_your
source: We are aquiring your location. Please wait.
es: Estamos ir a buscar su dirección! Espere amablemente !!
ta: உங்கள் முகவரி பெறுவதில் இருக்கும்! தயவுசெய்து காத்திரு !!

source: Can't fetch address
es: No es posible recuperar Dirección
ta: முகவரி எடுக்க முடியவில்லை

source: can't find route
es: Si no encuentra la ruta
ta: பாதை கண்டுபிடிக்க முடியவில்லை

source: Network error
es: error de red
ta: பிணைய பிழை

source: Error in connection
es: Error en conexión
ta: இணைப்பு பிழை

source: Oops
es: Uy
ta: அச்சச்சோ

# No_internet_connection_found
source: No internet connection found, Please wait while connection is established.
es: No hay conexión a internet encontrado, esta aplicación requiere una conexión a Internet para recopilar los datos necesarios.
ta: காணப்படும் இணைய இணைப்பு, இந்த விண்ணப்பத்தை தேவையான தகவல்களை சேகரிக்க ஒரு இணைய இணைப்பு தேவை.

source: Thank you
es: Gracias!
ta: நன்றி!

# your_billing_amount
source: Your payment has been confirmed. Thank you
es: el importe de facturación pagado con éxito
ta: உங்கள் பில்லிங் அளவு வெற்றிகரமாக பணம்

# Your_Ride_Completed
source: Your RYDD completed
es: Su paseo Completado
ta: உங்கள் ரைடு நிறைவு

# your_Cab_has_been
source: Your driver has arrived
es: CAB ha llegado a su lugar
ta: உங்கள் கேப் உங்கள் இடத்திற்கு வந்து விட்டது

# Sorry_your_ride_has
source: Sorry your RYDD has been cancelled by driver
es: En este momento su viaje ha sido cancelado por el controlador
ta: மன்னிக்கவும், உங்கள் சவாரி இயக்கி மூலம் ரத்து செய்யப்பட்டது

# Network_Busy_later
source: Network Busy. Please try again later
es: Red ocupada! Por favor, inténtelo de nuevo más tarde
ta: நெட்வொர்க் பிஸி! பின்னர் மீண்டும் முயற்சிக்கவும்

source: Verification
es: verificación
ta: சரிபார்ப்பு

source: Kindly enter your OTP
es: Amablemente Introduzca su OTP
ta: தயவுசெய்து உங்கள் OTP ஐ உள்ளிடுக

source: Enter your OTP
es: Ingrese su OTP
ta: உங்கள் OTP ஐ உள்ளிடுக

source: Verify
es: verificar
ta: சரிபார்க்கவும்

# Please_Enter_Valid_OTP
source: Please Enter a valid OTP
es: Por favor, introduzca Válido OTP
ta: தயவுசெய்து செல்லுபடியாகும் சிவகாசி

source: Verification complete
es: Verificación completa
ta: சரிபார்ப்பு முழுமையான

# Forget_password_main
source: Forgot password?
es: ¿Olvidó su contraseña?
ta: கடவுச்சொல்லை மறந்து விட்டீர்களா?

source: Email me
es: Envíenme un correo
ta: எனக்கு மின்னஞ்சல்

source: Email Me
es: Envíenme un mensaje!
ta: எனக்கு மின்னஞ்சல்!

# Forget_password
source: Forgot password
es: Olvidé mi contraseña
ta: கடவுச்சொல் மறந்து விட்டீர்களா

source: Password is mandatory.
es: La contraseña es obligatoria.
ta: கடவுச்சொல் கட்டாயமாகும்.

source: Enter EMail ID
es: Introduzca su correo ID
ta: மின்னஞ்சல்:ஐடி உள்ளிடவும்

source: New password
es: nueva contraseña
ta: புதிய கடவுச்சொல்

source: Show password
es: Mostrar contraseña
ta: கடவுச்சொல் காட்டு

source: Reset password
es: El restablecimiento de contraseña
ta: கடவுச்சொல் மீட்டமை

source: Signup here
es: Regístrate aquí
ta: இங்கே இணைந்ததற்கு

# Not_a_membet_yet
source: Dont have an account yet?
es: ¿No eres miembro todavía?
ta: இன்னும் ஒரு உறுப்பினர்?

# Already_a_member
source: Already have a RYDD profile?
es: Ya es miembro?
ta: முன்பே உறுப்பினரா?

source: Sign in here
es: firme aquí
ta: இங்கே உள்நுழையவும்

# Kindly_Enter_Address
source: Please enter address
es: Introducir dirección amablemente
ta: தயவுசெய்து முகவரியை உள்ளிடவும்

# You_rated
source: Driver already rated
es: Ya calificó este controlador
ta: நீங்கள் ஏற்கனவே இந்த இயக்கி மதிப்பிடப்பட்டது

source: Thanks.
es: Gracias ..
ta: நன்றி ..

source: I have an
es: Tengo una
ta: நான் ஒரு வேண்டும்

source: Coupon code worth
es: vale la pena código de cupón
ta: கூப்பன் கோட் மதிப்புள்ள

source: with my code
es: con Mi código
ta: என் குறியீடு

# You_have_successfully
source: You have successfully applied coupon code and
es: Ha aplicado correctamente el código de cupón y
ta: நீங்கள் வெற்றிகரமாக கூப்பன் குறியீடு விண்ணப்பித்துள்ளனர் மற்றும்

# You_have_successfully_Flat
source: You have successfully applied coupon code and
es: Ha aplicado con éxito el código de cupón andFlat
ta: நீங்கள் வெற்றிகரமாக கூப்பன் குறியீடு விண்ணப்பித்துள்ளனர் மற்றும் பிளாட்

# will_be_reduce
source: will be reduced from your total amount
es: será reducir la cantidad total de su
ta: உங்கள் மொத்த அளவு குறைக்க வேண்டும்

source: Your coupon successfully removed
es: Tu cupón se han retirado correctamente
ta: உங்கள் கூப்பன் வெற்றிகரமாக நீக்கப்பட்டது

source: Your payment failed
es: Su Error en el pago
ta: உங்கள் பணம் தோல்வி

# Amount_added
source: Amount added to you wallet successfully
es: Sumado a que Monedero con éxito
ta: அளவு வெற்றிகரமாக நீங்கள் கைப்பை சேர்க்கப்பட்டது

# Your_Payment_cancelled
source: Your payment has been cancelled
es: Su pago se ha cancelado
ta: உங்கள் பணம் ரத்து செய்யப்பட்டது

source: Go Back
ta: திரும்பி போக

source: Base fare
es: tarifa base
ta: அடிப்படை கட்டணம்

source: Total
ta: மொத்த
